[
    {
        "id": 1,
        "title": "تيشيرت بولو تومي احمر",
        "price": 500,
        "description": "تيشيرت بولو رجالي بتصميم رياضي من تومي هيلفيغر. يتميز باللون الأحمر الناري مع خطوط أفقية باللون الأبيض والكحلي على الصدر. مصنوع من قطن مريح عالي الجودة، مثالي لإطلالات عصرية وحيوية.",
        "category": "تيشيرتات",
        "image": "../src/assets/photos/8.jpg"
    },
    {
        "id": 2,
        "title": "قميص شمواه جملي ",
        "price": 450,
        "description": "قميص رجالي من زارا مصنوع من خامة ناعمة الملمس شبيهة بالشمواه. يتميز باللون الجملي/البني الفاتح ليمنحك إطلالة كلاسيكية أنيقة ومريحة في آن واحد.",
        "category": "قمصان",
        "image": "../src/assets/photos/6.jpg"
    },
    {
        "id": 3,
        "title": "تيشيرت بولو ثلاثي الألوان",
        "price": 500,
        "description": "تيشيرت بولو أيقوني بتصميم كلاسيكي من تومي هيلفيغر. يجمع بين الأبيض والأحمر والكحلي الداكن بتقسيم لوني مميز. خامة قطنية مريحة لإطلالة كاجوال أنيقة.",
        "category": "تيشيرتات",
        "image": "../src/assets/photos/2.jpg"
    },
    {
        "id": 4,
        "title": "قميص صيفي فوشيا ",
        "price": 400,
        "description": "قميص رجالي صيفي من زارا بلون فوشيا ساطع بأكمام قصيرة. خامة خفيفة ومريحة مثالية للأجواء الحارة. يضيف لمسة عصرية مميزة لإطلالاتك الصيفية.",
        "category": "قمصان",
        "image": "../src/assets/photos/10.jpg"
    },
    {
        "id": 5,
        "title": "قميص أصفر فاتح",
        "price": 450,
        "description": "قميص أنيق بلون أصفر فاتح (خردلي) بخامة ناعمة ذات مظهر فاخر. يتميز بقصة عصرية توفر مزيجاً مثالياً بين الأناقة والراحة. مناسب للمناسبات الرسمية والكاجوال.",
        "category": "قمصان",
        "image": "../src/assets/photos/7.jpg"
    },
    {
        "id": 6,
        "title": "قميص كاجوال خفيف",
        "price": 400,
        "description": "قميص رجالي كاجوال بأكمام قصيرة، يجمع بين الأبيض والرمادي الفاتح بنقشة باهتة. مزوّد بجيب أمامي بتفاصيل بسيطة لإطلالة يومية مريحة.",
        "category": "قمصان",
        "image": "../src/assets/photos/5.jpg"
    },
    {
        "id": 7,
        "title": "شورت رجالي جينز ",
        "price": 300,
        "description": "شورت جينز رجالي قصير بتصميم مموه (Camouflage). خامة متينة من القطن لراحة تدوم طويلاً. مثالي لإطلالات الشارع العصرية والأنشطة الخارجية.",
        "category": "بناطيل",
        "image": "../src/assets/photos/9.jpg"
    },
    {
        "id": 8,
        "title": "تيشيرت أحمر بفتحة رقبة ",
        "price": 350,
        "description": "تيشيرت قطن أساسي باللون الأحمر الصريح. يتميز بشعار تومي هيلفيغر المربع الصغير على الصدر. تصميم بسيط ومريح، قطعة أساسية في خزانة ملابسك.",
        "category": "تيشيرتات",
        "image": "../src/assets/photos/3.jpg"
    },
    {
        "id": 9,
        "title": "قميص زارا زيتى ",
        "price": 450,
        "description": "قميص رجالي أنيق باللون الأخضر الزيتوني الداكن. بخامة خفيفة لامعة وقصة عصرية مع زرار عند الياقة، مناسب للإطلالات الرسمية والكاجوال.",
        "category": "قمصان",
        "image": "../src/assets/photos/1.jpg"
    },
    {
        "id": 10,
        "title": "قميص صيفي رمادي منقط",
        "price": 450,
        "description": "قميص صيفي رجالي بخامة خفيفة ولون رمادي فاتح مع نقشة منقطة دقيقة. يمكن ارتداؤه مفتوحاً فوق تيشيرت أبيض لمظهر شبابي عصري.",
        "category": "قمصان",
        "image": "../src/assets/photos/4.jpg"
    },
    {
            "id": 11,
            "title": "قميص صيفي بني محمر",
            "price": 400,
            "description": "قميص كاجوال صيفي بأكمام قصيرة باللون البني المحمر/الترابي. يتميز بخامة منسوجة بنقشة دقيقة (منقطة) تعطيه عمقاً في اللون. مثالي لإطلالة نهارية أنيقة.",
            "category": "قمصان",
            "image": "../src/assets/photos/16.jpg"
        },
        {
            "id": 12,
            "title": "قميص دينم بأكمام قصيرة ",
            "price": 350,
            "description": "قميص دينم (جينز) بأكمام قصيرة بلون أسود مغسول وداكن. يتميز بتصميم كاجوال مريح وجيب أمامي على الصدر. قطعة عملية يمكن تنسيقها مع ألوان فاتحة أو داكنة.",
            "category": "قمصان",
            "image": "../src/assets/photos/12.jpg"
        },
        {
            "id": 13,
            "title": "تيشيرت مموه (كامو) ",
            "price": 400,
            "description": "تيشيرت شبابي بقصة واسعة وتصميم مموه (Camouflage) باللون الأخضر الداكن والأسود. يتميز بطباعة كلمة off بخط أبيض جريء في الأسفل، لإطلالة شبابية عصرية.",
            "category": "تيشيرتات",
            "image": "../src/assets/photos/19.jpg"
        },
        {
            "id": 14,
            "title": "قميص كاجوال بأكمام قصيرة ",
            "price": 450,
            "description": "قميص صيفي كاجوال بأكمام قصيرة، يتميز بتصميم مغسول (Tie-Dye effect) يمزج بين الأبيض والظلال الزرقاء الفاتحة. مزود بجيوب أمامية لمظهر عملي وعصري.",
            "category": "قمصان",
            "image": "../src/assets/photos/13.jpg"
        },
        {
            "id": 15,
            "title": " قميص كاجوال شوكولاتة داكن",
            "price": 450,
            "description": "قميص صيفي كاجوال بأكمام قصيرة باللون البني الشوكولاتة الداكن. خامة قطنية خفيفة ومريحة، مثالي لمن يبحث عن الألوان الداكنة في الصيف بلمسة غير تقليدية.",
            "category": "قمصان",
            "image": "../src/assets/photos/17.jpg"
        },
        {
            "id": 16,
            "title": "تيشيرت مموه (كامو) بطباعة رقم ",
            "price": 350,
            "description": "تيشيرت شبابي بقصة واسعة وتصميم مموه (Camouflage) باللون الأخضر والأسود. يتميز بطباعة رقم 5 بلون فوشيا ساطع في المنتصف، مما يجعله قطعة مميزة وجريئة.",
            "category": "تيشيرتات",
            "image": "../src/assets/photos/11.jpg"
        },
        {
            "id": 17,
            "title": "قميص جينز فاتح بأكمام قصيرة ",
            "price": 400,
            "description": "قميص جينز (دينم) صيفي بأكمام قصيرة بلون أزرق فاتح مغسول. يتميز بتصميم كاجوال مريح وجيب أمامي على الصدر. مثالي لإطلالة يومية عملية ومواكبة للموضة.",
            "category": "تيشيرتات",
            "image": "../src/assets/photos/15.jpg"
        },
        {
            "id": 18,
            "title": "قميص رسمي كاجوال أسود سادة",
            "price": 450,
            "description": "قميص أسود أنيق بخامة ناعمة ومريحة. يتميز بقصة رسمية/كاجوال وأزرار بيضاء تضفي تبايناً مميزاً. قطعة أساسية لا غنى عنها في خزانة ملابسك، تناسب الإطلالات الرسمية واليومية.",
            "category": "قمصان",
            "image": "../src/assets/photos/14.jpg"
        },
        {
            "id": 19,
            "title": "تيشيرت واسع - أزرق ملكي ",
            "price": 400,
            "description": "تيشيرت شبابي بقصة واسعة ومريحة (Oversized) باللون الأزرق الملكي الداكن. يتميز بخامة قطنية ناعمة وطباعة عصرية لكلمة 'Made' بخط برتقالي وأصفر. قطعة ممتازة لإطلالة الشارع العصرية.",
            "category": "تيشيرتات",
            "image": "../src/assets/photos/20.jpg"
        },
        {
            "id": 20,
            "title": "قميص كاجوال صيفي رمادي",
            "price": 350,
            "description": "قميص صيفي مريح بأكمام قصيرة وخامة منسوجة خفيفة باللون الرمادي الفاتح المائل للبيج. قطعة مثالية لإطلالة كاجوال أنيقة ومناسبة للأجواء الحارة.",
            "category": "قمصان",
            "image": "../src/assets/photos/18.jpg"
        }
]